name: "my_model"
platform: "tensorrt_plan"
max_batch_size: 1
input [
  {
    name: "input_image:0"
    data_type: TYPE_FP32
    dims: [ 3, 128, 128 ]
  }
]
output [
  {
    name: "output:0"
    data_type: TYPE_FP32
    dims: [ 192, 256, 256 ]
  }
]
